Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/Certificates.resw
Source language: en_us
Languages: zh_tw

# Certificates_LocalComputerScopeFormat
source: Current PC: {0} (local)
zh_tw: 目前電腦：{0}（本機）

# Certificates_CurrentUserScopeFormat
source: Current user: {0}
zh_tw: 目前使用者：{0}

# Certificates_ImportStoreCommand
source: Import...
zh_tw: 匯入...

# Certificates_ExportStoreCommand
source: Export Store...
zh_tw: 匯出存放區...

# Certificates_ExportItemCommand
source: Export...
zh_tw: 匯出...

# Certificates_PropertiesCommand
source: Properties
zh_tw: 內容

# Certificates_PropertiesTitleFormat
source: {0} Properties
zh_tw: {0} 內容

# Certificates_MoreButton
source: More
zh_tw: 更多

# Certificates_SectionCertificates
source: Certificates
zh_tw: 憑證

# Certificates_SectionCRLs
source: Certificate Revocation List
zh_tw: 憑證撤銷清單

# Certificates_SectionCTLs
source: Certificate Trust List
zh_tw: 憑證信任清單

# Certificates_EmptyCertificates
source: No certificates in this store.
zh_tw: 此存放區中沒有憑證。

# Certificates_EmptyCRLs
source: No certificate revocation lists in this store.
zh_tw: 此存放區中沒有憑證撤銷清單。

# Certificates_EmptyCTLs
source: No certificate trust lists in this store.
zh_tw: 此存放區中沒有憑證信任清單。

# Certificates_CertificateIssuerFormat
source: Issued by: {0}
zh_tw: 簽發者：{0}

# Certificates_CertificateValidityFormat
source: Valid from {0} to {1}
zh_tw: 有效期間：{0} 至 {1}

# Certificates_ContextValidityFormat
source: Effective: {0} | Next update: {1}
zh_tw: 生效日期：{0} | 下次更新：{1}

# Certificates_CertificateSummaryFormat
source: {0} | Valid to: {1}
zh_tw: {0} | 到期日：{1}

# Certificates_CrlSummaryFormat
source: Effective date: {0} | Next update: {1}
zh_tw: 生效日期：{0} | 下次更新：{1}

# Certificates_CtlSummaryFormat
source: Effective Date: {0}
zh_tw: 生效日期：{0}

# Certificates_ItemHashFormat
source: Hash: {0}
zh_tw: 雜湊：{0}

# Certificates_NotAvailable
source: [not available]
zh_tw: [無法取得]

# Certificates_DeleteConfirmTitle
source: Delete item
zh_tw: 刪除項目

# Certificates_DeleteConfirmMessage
source: Delete "{0}" from this certificate store?
zh_tw: 要從此憑證存放區刪除「{0}」嗎？
